<html lang="en">
  <head>
    <meta charset="UTF-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
    <title>K.J. Erben - Zlatý kolovrat - Text & translation</title>
    <link rel="stylesheet" href="/css/pellegrina_stijlen.css" type="text/css" />
    <style>
      th, td { vertical-align: top; };
    </style>
  </head>
  <>
    <div id="inhoud" class="w3-main">
      <div id="main">
      <h2>K.J. Erben - Zlatý kolovrat - Text & translation</h2>
      <table>
        <tbody>
          <tr>
            <td colspan="2" class="w3-center"><h4>PART FIRST</h4></td>
          </tr>
          <tr>
            <td>
              <p>
                Okolo lesa pole lán,<br />hoj jede, jede z lesa pán,<br />na
                vraném bujném jede koni,<br />vesele podkovičky zvoní,<br />jede
                sám a sám.
              </p>
              <p>
                A před chalupou s koně hop<br />a na chalupu: klop, klop,
                klop!<br />„Hola hej! otevřte mi dvéře,<br />zbloudil jsem při
                lovení zvěře,<br />dejte vody pít!“
              </p>
              <p>
                Vyšla dívčina jako květ,<br />neviděl také krásy svět;<br />přinesla
                vody ze studnice,<br />stydlivě sedla u přeslice,<br />předla,
                předla len.
              </p>
              <p>
                Pán stojí, nevěda, co chtěl,<br />své velké žízně zapomněl;<br />diví
                se tenké, rovné niti,<br />nemůže očí odvrátiti<br />z pěkné
                přadleny.
              </p>
              <p>
                „Svobodna-li jest ruka tvá,<br />ty musíš býti žena má!“<br />dívčinu
                k boku svému vine —<br />„Ach pane, nemám vůle jiné,<br />než
                jak máti chce.“
              </p>
              <p>
                „A kde je, děvče, máti tvá?<br />Nikohoť nevidím tu já.“ —<br />„Ach
                pane, má nevlastní máti<br />zejtra se s dcerou domů vrátí,<br />vyšly
                do města.“
              </p>
            </td>
            <td>
              <p>
                A forest and a widening plain—<br />And see a rider comes
                amain;<br />From out the forest, on fiery steed,<br />One hears
                the horseshoes ring at his speed<br />As he rides alone, alone.
              </p>
              <p>
                And by a hamlet down he sprang,<br />And on the door knocks,
                bang, bang, bang.<br />“Hola within! come open the door!<br />In
                hunting I've lost my way once more,<br />Come, give me water to
                drink.”
              </p>
              <p>
                Out came a maiden, wondrous fair,<br />The world n’er saw such
                beauty rare—<br />She brought him water from out the spring,<br />Bashfully
                then, made the spin-wheel sing,<br />As she sat there spinning
                flax.
              </p>
              <p>
                The rider stops, is looking on,<br />Forgotten thirst in that
                sweet song.<br />Wondering he watches the fine white thread;<br />His
                eyes are fixed on the bowed fair head<br />Of the beautiful
                spinner.
              </p>
              <p>
                “If your hand is free, maiden mine—<br />My wife thou’lt be for
                thee I pine.”<br />He fain would have clasped her to his
                breast,<br />But she said, “My mother’s will is best,<br />And I
                have no will but hers.”
              </p>
              <p>
                And who may be thy mother, maid?<br />There’s no one here, my
                maiden staid.”<br />“Oh, sir, my stepmother’s in the town,<br />She
                went for her daughter to the town;<br />To-morrow they both come
                home.”
              </p>
            </td>
          </tr>
          <tr>
            <td colspan="2" class="w3-center"><h4>PART SECOND</h4></td>
          </tr>
          <tr>
            <td>
              <p>Okolo lesa pole lán,<br>hoj jede, jede zase pán;<br>na vraném bujném jede
              koni,<br>vesele podkovičky zvoní,<br>přímo k chaloupce.</p><p>A před chalupou s
              koně hop<br>a na chalupu: klop, klop, klop!<br>„Hola! otevřte, milí
              lidi,<br>ať oči moje brzo vidí<br>potěšení mé!“</p><p>Vyšla babice, kůže a
              kost:<br>„Hoj, co nám nese vzácný host?“<br>„Nesu ti, nesu v domě
              změnu,<br>chci tvoji dceru za svou ženu,<br>tu tvou nevlastní.“</p><p>„Hoho,
              panáčku, div a div,<br>kdo by pomyslil jaktěživ?<br>Pěkně vás vítám,
              vzácný hoste,<br>však ani nevím, pane, kdo jste?<br>Jak jste přišel k
              nám?“</p><p>„Jsem této země král a pán,<br>náhodou včera zavolán:<br>dám tobě
              stříbro, dám ti zlato,<br>dej ty mně svoji dceru za to,<br>pěknou
              přadlenu.“</p><p>„Ach pane králi, div a div,<br>kdo by se nadál
              jaktěživ?<br>Vždyť nejsme hodny, pane králi,<br>kéž bychom záslužněji
              stály<br>v milosti vaší!</p><p>Ale však radu, radu mám:<br>za cizí — dceru
              vlastní dám;<br>jeť podobna té druhé právě<br>jak oko oku v jedné hlavě
              —<br>její nit — hedváb!“</p><p>„Špatná je, babo, rada tvá,<br>vykonej, co
              poroučím já:<br>zejtra, až den se ráno zjasní,<br>provodíš dceru svou
              nevlastní<br>na královský hrad!“</p>
            </td>
            <td>
              <p>A forest and a widening plain,<br>And see the rider comes again<br>From
              out the forest on snowy steed—<br>One hears the hoof-irons ring at his
              speed,<br>As he rides to the hamlet.</p><p>And by the hamlet down he
              sprang,<br>And on the door knocks, bang, bang, bang.<br>“Hola within, come
              open the door,<br>Let me see thy face, beloved, once more,<br>Oh, thou who
              art my treasure.”</p><p>Out came a granny, skin and bone:<br>“Ha! What brings
              you?” Harsh was her tone“<br>I bring you a change in house,” he
              said.<br>“I fain would your handsome daughter wed—<br>The one you call not
              your own.”</p><p>“Ha! ha! your words are passing strange—<br>Who would have
              thought of such a change!<br>Be welcome though, my honorable
              guest,<br>Unknown to me, I still bid you rest—<br>Come, tell me how you
              came here.”</p><p>“Know I am king of all this land—<br>I strayed here from my
              knightly band.<br>I'll give you silver, I’ll give you gold<br>For that
              daughter of yours—wealth untold,<br>For that beautiful spinner.”</p><p>“Oh,
              master king, ’tis strange, most strange—<br>Who would have thought of
              such a change!<br>We are not worthy, oh, master king,<br>To dare to think
              of such a thing;<br>We are poor, humble people.</p><p>“Still one thing—yes,
              that I can do<br>For stranger, give my daughter true.<br>They are alike
              one like the other;<br>Like two eyes, from the selfsame mother,<br>And see
              her thread is silken.”</p><p>“Granny, your words I do not like —<br>Do as I
              order, that is right.<br>Tomorrow when the dawn is nearing,<br>Bring your
              stepdaughter, her heart cheering,<br>Unto my kingly castle.”</p>
            </td>
          </tr>
          <tr>
            <td colspan="2" class="w3-center"><h4>PART THIRD</h4></td>
          </tr>
          <tr>
            <td>
              <p>„Vstávej, dceruško, již je čas,<br>pan král již čeká, bude kvas;<br>však
              jsem já ani netušila —<br>
              nu bodejž dobře pořídila<br>v královském
              hradě!“</p><p>„Stroj se, sestřičko moje, stroj,<br>v královském hradě bude
              hoj;<br>vysoko jsi se podívala,<br>nízko mne, hleďte, zanechala —<br>nu jen
              zdráva buď!“</p><p>„Pojď již, Dorničko naše, pojď,<br>aby se nehněval tvůj
              choť;<br>až budeš v lese na rozhraní,<br>na domov nevzpomeneš ani —<br>pojď
              jen honem, pojď!“</p><p>„Matko, matičko, řekněte<br>nač s sebou ten nůž
              béřete?“ —<br>„Nůž bude dobrý — někde v chladu<br>vypíchnem oči zlému hadu
              —<br>pojď jen honem, pojď!“</p><p>„Sestro, sestřičko, řekněte,<br>nač tu sekeru
              nesete?“<br>„Sekera dobrá — někde v keři<br>useknem hnáty líté zvěři —<br>pojď
              jen honem, pojď!“</p><p>A když již přišly v chlad a keř:<br>„Hoj, ty jsi ten
              had, tys ta zvěř!“<br>Hory a doly zaplakaly,<br>kterak dvě ženy nakládaly<br>s
              pannou ubohou!</p><p>„Nyní se s panem králem těš,<br>těš se s ním, kterakkoli
              chceš:<br>objímej jeho svěží tělo,<br>pohlížej na to jasné čelo,<br>pěkná
              přadleno!“</p><p>„Mamičko, kterak udělám,<br>kam oči a ty hnáty dám?“
              —<br>„Nenechávej jich podle těla,<br>ať někdo jich zas nepřidělá —<br>radš je
              s sebou vem.“</p><p>A když již zašly za tu chvoj:<br>„Nic ty se, dcero má,
              neboj,<br>však jsi podobna té tam právě<br>jak oko oku v jedné hlavě
              —<br>neboj ty se nic!“</p><p>A když již byly hradu blíž,<br>pan král vyhlíží z
              okna již;<br>vychází s pány svými v cestu,<br>přivítá matku i
              nevěstu,<br>zrady netuše.</p><p>I byla svatba — zralý hřích,<br>panna nevěsta
              samý smích;<br>i byly hody, radování,<br>plesy a hudby bez ustání<br>do
              sedmého dne.</p><p>A když zasvítal osmý den,<br>král musí jíti s vojsky
              ven:<br>„Měj se tu dobře, paní moje,<br>já jedu do krutého boje,<br>na
              nepřítele.</p><p>Navrátím-li se z bitvy zpět,<br>omladne naší lásky
              květ!<br>Zatím na věrnou mou památku<br>hleď sobě pilně kolovrátku,<br>pilně
              doma přeď!“</p>
            </td>
            <td>
              <p>&ldquo;Arise, my daughter, it is time&mdash;<br />The king waits&mdash;&rsquo;tis a merry rhyme &mdash;<br />The banquet&rsquo;s ready; sure, I never<br />Spake better for you&mdash;though I never<br />Dared hope for such an honor.&rdquo;</p>
<p>&ldquo;Array thyself, oh, sister mine:<br />In the king&rsquo;s courts their clothes are fine;<br />Oh, very high you have sought your mate,<br />And you leave me to my lonely fate &mdash;<br />No matter&mdash;be but happy.&rdquo;</p>
<p>&ldquo;Come, Dorothy, beloved one, come,<br />Your bridegroom waits, so only come.<br />When you have entered the forest&rsquo;s shade<br />You&rsquo;ll think no more of your home, my maid,<br />Come, hasten, daughter, hasten.&rdquo;</p>
<p>&ldquo;Mother, dear mother, tell me why<br />You take that knife? It makes me sigh.&rdquo;<br />&ldquo;The knife is sharp&mdash;in the forest deep<br />I&rsquo;ll cut the eyes of a snake asleep.<br />Come, hasten, daughter, hasten.&rdquo;</p>
<p>&ldquo;Listen, dear sister, tell me why<br />You take that axe? It makes me sigh.&rdquo;<br />&ldquo;The axe is good in the forest still,<br />I&rsquo;ll maim a beast, a beast of ill-will.<br />Come, hasten, sister, hasten.&rdquo;</p>
<p>And when they reached the forest dark<br />They said, &ldquo;That snake, that beast, thou art!&rdquo;<br />The mountains and valleys wept to see<br />How they killed the bride that was to be,<br />That poor girl without blemish.</p>
<p>&ldquo;Rejoice now in your stalwart groom;<br />Rejoice within your pleasant room;<br />Look on him stately as a tower;<br />Gaze on his brow in festive hour,<br />You spinner, great in beauty.&rdquo;</p>
<p>&ldquo;Dear mother, tell me what to do<br />With eyes and limbs, what shall I do?<br />&ldquo;Don&rsquo;t leave them by the trunk, my daughter,<br />Who knows but some one here might loiter&mdash;<br />Yes, rather take them with you.&rdquo;</p>
<p>And when they left the forest shade<br />The mother said, &ldquo;Be not afraid;<br />You are alike&mdash;one like the other;<br />Like two eyes from the selfsame mother.<br />Take courage, then, my daughter.&rdquo;</p>
<p>And as they neared the castle gate,<br />The king was watching for his mate.<br />He left the window, and went to meet,<br />With his lords behind, his maiden sweet;<br />He did not dream of treachery.</p>
<p>There was a wedding! Play on play,<br />The bride sat laughing all the day.<br />There were banquets, music all the time;<br />The world seemed to dance, to merry chime,<br />Till the seventh day had passed.</p>
<p>And on the eighth day the king spake:<br />&ldquo;Alas! my bride I must forsake.<br />I must go and fight the haughty foe.<br />Be happy, my bride, and let no woe<br />Be thine till I come again.</p>
<p>&ldquo;When from the battle I come back,<br />Our love will blossom without lack.<br />Till then I bid thee diligent be:<br />Spin thy flax, and keep thinking of me,<br />As you spin the linen thread.&rdquo;</p>
            </td>
          </tr>
          <tr>
            <td colspan="2" class="w3-center"><h4>PART FOURTH</h4></td>
          </tr>
          <tr>
            <td>
              <p>V hlubok&eacute; pust&eacute; křovině<br /> jak se tam vedlo d&iacute;včině?<br /> &Scaron;est otevřen&yacute;ch proudů bylo,<br /> z nich se j&iacute; živobyt&iacute; lilo<br /> na zelen&yacute; mech.</p>
<p>Vze&scaron;lo j&iacute; n&aacute;hle &scaron;těst&iacute; moc,<br /> nynčko j&iacute; hroz&iacute; smrti noc:<br /> tělo již chladne, krev se sed&aacute; &mdash;<br /> běda t&eacute; době, běda, běda,<br /> když ji spatřil kr&aacute;l!</p>
<p>A tu se z lesn&iacute;ch kdesi skal<br /> stařeček nev&iacute;dan&yacute; vzal:<br /> &scaron;ediv&eacute; vousy po kolena &mdash;<br /> to tělo vloživ na ramena<br /> v jeskyni je nes.</p>
<p>&bdquo;Vstaň, m&eacute; pachole, běž, je chvat,<br /> vezmi ten zlat&yacute; kolovrat:<br /> v kr&aacute;lovsk&eacute;m hradě jej prod&aacute;vej,<br /> za nic jin&eacute;ho v&scaron;ak ned&aacute;vej<br /> nežli za nohy.&ldquo; &mdash;</p>
<p>Pachole v br&aacute;ně sedělo,<br /> zlat&yacute; kolovrat drželo.<br /> Kr&aacute;lovna z okna vyhl&iacute;žela:<br /> &bdquo;K&eacute;ž bych ten kolovr&aacute;tek měla<br /> z ryz&iacute;ho zlata!&ldquo;</p>
<p>&bdquo;Jděte se, matko, pozeptat,<br /> zač je ten zlat&yacute; kolovrat?&ldquo;<br /> &bdquo;Kupte, paničko, drah&yacute; nen&iacute;,<br /> můj otec př&iacute;li&scaron; nevycen&iacute;:<br /> za dvě nohy jest.&ldquo;</p>
<p>&bdquo;Za nohy? Ajaj, divn&aacute; věc!<br /> Ale j&aacute; chci jej m&iacute;ti přec:<br />jděte, mamičko, do komory,<br /> jsou tam ty nohy na&scaron;&iacute; Dory,<br />dejte mu je zaň.&ldquo;</p>
<p>Pachole nohy přijalo,<br /> do lesa zp&aacute;tky spěchalo.<br />&bdquo;Podej mi, chlapče, živ&eacute; vody,<br /> nechť bude tělo beze &scaron;kody,<br /> jako b&yacute;valo.&ldquo;</p>
<p>A r&aacute;nu k r&aacute;ně přiložil,<br /> a v nohou oheň zas ožil,<br /> a v jeden celek srostlo tělo,<br /> jako by vždycky bylo celo,<br /> bez poru&scaron;en&iacute;.</p>
<p>&bdquo;Jdi, m&eacute; pachole, k polici,<br /> vezmi tu zlatou přeslici:<br /> v kr&aacute;lovsk&eacute;m hradě ji prod&aacute;vej,<br /> za nic jin&eacute;ho v &scaron;ak ned&aacute;vej,<br /> nežli za ruce.&ldquo;</p>
<p>Pachole v br&aacute;ně sedělo,<br /> přeslici v rukou drželo.<br />Kr&aacute;lovna z okna vyhl&iacute;žela:<br /> &bdquo;Och, k&eacute;ž bych tu přesličku měla<br /> ke kolovr&aacute;tku!</p>
<p>Vstaňte, mamičko, z lavice,<br /> ptejte se, zač ta přeslice?&ldquo;<br />&bdquo;Kupte, paničko, drah&aacute; nen&iacute;,<br /> můj otec př&iacute;li&scaron; nevycen&iacute;,<br />za dvě ruce jest.&ldquo;</p>
<p>&bdquo;Za ruce!? Divn&aacute;, divn&aacute; věc!<br /> Ale j&aacute; ji chci m&iacute;ti přec:<br /> jděte, mamičko, do komory,<br /> jsou tam ty ruce na&scaron;&iacute; Dory,<br />přineste mu je.&ldquo;</p>
<p>Pachole ruce přijalo,<br /> do lesa zp&aacute;tky spěchalo.<br />&bdquo;Podej mi, chlapče, živ&eacute; vody,<br /> nechť bude tělo beze &scaron;kody,<br /> jako b&yacute;valo.&ldquo;</p>
<p>A r&aacute;nu k r&aacute;ně přiložil,<br /> a v rukou oheň zas ožil;<br /> a v jeden celek srostlo tělo,<br /> jako by vždycky bylo celo,<br /> bez poru&scaron;en&iacute;.</p>
<p>&bdquo;Skoč, hochu, na cestu se měj,<br /> m&aacute;m zlat&yacute; kužel na prodej:<br /> v kr&aacute;lovsk&eacute;m hradě jej prod&aacute;vej,<br /> za nic jin&eacute;ho v&scaron;ak ned&aacute;vej,<br /> nežli za oči.&ldquo;</p>
<p>Pachole v br&aacute;ně sedělo,<br /> zlat&yacute; kužel&iacute;k drželo.<br /> Kr&aacute;lovna z okna vyhl&iacute;žela:<br /> &bdquo;K&eacute;ž bych ten kužel&iacute;ček měla<br /> na tu přesličku!</p>
<p>Vstaňte, mamičko, jděte zas,<br /> ptejte se, zač ten kužel as?&ldquo;<br /> &bdquo;Za oči, pan&iacute;, jinak nen&iacute;,&nbsp;<br /> tak mi dal otec poručen&iacute;,&nbsp;<br /> za dvě oči jest.&ldquo;</p>
<p>&bdquo;Za oči!? Nesl&yacute;chan&aacute; věc!<br /> A kdo je, chlapče, tvůj otec?&ldquo;<br />&bdquo;Netřeba zn&aacute;ti otce m&eacute;ho:<br /> kdo by ho hledal, nenajde ho,<br /> jinak přijde s&aacute;m.&ldquo;</p>
<p>&bdquo;M&aacute;mo, mamičko, co poč&iacute;t?<br />A j&aacute; ten kužel mus&iacute;m m&iacute;t!<br />Jděte tam zase do komory,<br /> jsou tam ty oči na&scaron;&iacute; Dory,<br /> ať je odnese.&ldquo;</p>
<p>Pachole oči přijalo,<br /> do lesa zp&aacute;tky spěchalo.<br /> &bdquo;Podej mi, chlapče, živ&eacute; vody,<br />nechť bude tělo beze &scaron;kody,<br /> jako kdy prve.&ldquo;</p><p>A oči v důlky položil, <br>a zhasl&yacute; oheň zas ožil; <br>a panna vůkol pohl&iacute;žela <br>v&scaron;ak nikoho tu neviděla, <br>než se samotnu.</p>
            </td>
            <td>
              <p>And in the forest dark and drear,<br /> How sleeps the maid, I want to hear.<br /> From out six wounds her blood is gushing,<br /> And nought to still its awful rushing,<br /> As she lay on the emerald moss.</p>
<p>Gladly she went to meet her fate&mdash;<br /> Now death is near her&mdash;it is late.<br /> Her body&rsquo;s cooling her blood is set&mdash;<br /> Yes, even the ground with blood is wet,<br /> Alas, that you saw the king!</p>
<p>Behind a rock an old man came,<br /> One could not tell from where he came;<br /> His long gray beard hung below his knees;<br /> He took up the murdered maid with ease,<br /> And carried her to his cell.</p>
<p>&ldquo;Get up, my lad, the need is great&mdash;<br /> Take the gold spinning-wheel of fate;<br /> In the king&rsquo;s palace they will buy it;<br /> But hear: Only for feet I sell it,<br /> No other pay will answer.&rdquo;</p>
<p>The lad jumped on his fiery steed,<br /> The spinning-wheel he held with heed.<br /> &ldquo;Who buys?&ldquo; he called at the castle gate,<br /> &ldquo;Who would buy a spinning-wheel of fate,<br /> Of purest gold, I warrant?&rdquo;</p>
<p>&ldquo;Go, my mother, and ask the price,<br /> The spinning-wheel is strong and nice.&rdquo;<br /> &ldquo;Buy it, my lady! It is not dear&mdash;<br /> My father is cheap&mdash;you need not fear,<br /> For two feet he will give it.&rdquo;</p>
<p>&ldquo;For two feet! &rsquo;Tis a strange, odd price&mdash;<br /> Still I will buy&mdash;the wheel is nice.<br /> So mother bring our Dorothy&rsquo;s feet<br /> From out our room&mdash;let your steps be fleet&mdash;<br /> And I will take the spin-wheel.&rdquo;</p>
<p>The feet were given to the lad,<br /> He rode back to the forest sad.<br /> &ldquo;Hand me, my boy, the living water,<br /> I soon will heal this ill-starred daughter,<br /> Without a scar I&rsquo;ll heal her.&rdquo;</p>
<p>Wound upon wound he gently pressed;<br /> It grew together like the rest,<br /> And the dead feet warmed with living heat,<br /> And grew to the body as was meet,<br /> And no scar was to be seen.</p>
<p>&ldquo;Take, my boy, from the cupboard there,<br /> The distaff&mdash;golden, very fair,<br /> In the king&rsquo;s palace they will buy it;<br /> But hear: Only for hands I sell it,<br /> No other pay will answer.&rdquo;</p>
<p>The lad jumped on his fiery steed,<br /> The golden distaff he held with heed.<br /> The queen looked out of the window high,<br /> &ldquo;If I had that distaff,&rdquo; she did sigh,<br /> &ldquo;To match my golden spin-wheel.&rdquo;</p>
<p>&ldquo;Get up, my mother, from your seat,<br /> And ask the price of that distaff neat.&rdquo;<br /> &ldquo;Buy it, my lady! It is not dear&mdash;<br /> My father is cheap&mdash;you need not fear,<br /> For two hands he will give it.&rdquo;</p>
<p>&ldquo;For two hands! &rsquo;Tis a strange, odd price&mdash;<br /> But I&rsquo;ll buy the distaff&mdash;it is nice.<br /> Go bring our Dorothy&rsquo;s hands, I pray,<br /> Though it seems to me &rsquo;tis hardly pay,<br /> For a golden distaff fine.&rdquo;</p>
<p>The hands were given to the lad,<br /> He rode back to the forest sad.<br /> &ldquo;Hand me, my boy, the living water,<br /> I soon will heal this ill-starred daughter,<br /> Without a scar, I&rsquo;ll heal her.&rdquo;</p>
<p>Wound upon wound he gently pressed;<br /> It grew together like the rest,<br /> And the dead hands warmed with living heat,<br /> And grew to the body as was meet,<br /> But no scar was to be seen.</p>
<p>&ldquo;Up, my lad, and be on the way,<br /> I have a whirl to sell this day;<br /> In the king&rsquo;s palace they will buy it;<br /> But listen: Only for eyes I sell it,<br /> No other pay will answer.&rdquo;</p>
<p>The lad jumped on his fiery steed,<br /> The precious whirl he held with heed.<br /> The queen looked out of the window high,<br /> &ldquo;If I had that whirl&mdash;and she did sigh,<br /> &ldquo;To match my golden distaff.</p>
<p>&ldquo;Get up, my mother, from your seat,<br /> And ask the price of that whirl so neat!&rdquo;<br /> &ldquo;For eyes, my lady! The whirl to-day,<br /> &rsquo;Tis my father&rsquo;s will, I must obey,<br /> For two eyes you can have it.&rdquo;</p>
<p>&ldquo;For two eyes! Are you crazy, lad?<br /> Who is your father, speak out, lad?&rdquo;<br /> Who is my father, you need not know,<br /> Those who seek him, find him not I know,<br /> But he'll come to you I ween.&rdquo;</p>
<p>&ldquo;Mother, mother, what shall I say?<br /> I must have that whirl come what may!&rdquo;<br /> &ldquo;So bring our Dorothy&rsquo;s eyes, I pray;<br /> I must have that whirl this very day,<br /> Give him our Dorothy&rsquo;s eyes.&rdquo;</p>
<p>The eyes were given to the lad,<br /> He rode back to the forest sad.<br /> &ldquo;Hand me, my boy, the living water,<br /> I soon will heal this ill-starred daughter,<br /> Without a scar I&rsquo;ll heal her.&rdquo;</p>
<p>He placed the eyes where they should be;<br /> Life came back, and the girl could see,<br /> And the maiden rose, and looked around&mdash;<br /> She was alone&mdash;not even a sound<br /> Disturbed the forest&rsquo;s silence.</p>
            </td>
          </tr>
            <tr>
            <td>
            <p>A když byly tři neděle,<br />kr&aacute;l jede z vojny vesele:<br />&bdquo;A jak se m&aacute;, m&aacute; pan&iacute; mil&aacute;,<br /> a zdalis pamětliva byla<br /> m&yacute;ch posledn&iacute;ch slov?&ldquo;</p>
            <p>&bdquo;Och, j&aacute; je v srdci nosila,<br /> a hleďte, co jsem koupila:<br /> jedin&yacute; mezi kolovraty,<br /> přeslici, kužel &mdash; cel&yacute; zlat&yacute;,<br /> v&scaron;e to z l&aacute;sky k v&aacute;m!&ldquo;</p>
            <p>&bdquo;Pojď se, m&aacute; pan&iacute;, posadit,<br /> upřeď mi z l&aacute;sky zlatou nit.&ldquo; &mdash;<br /> Ke kolovr&aacute;tku chutě sedla,<br /> jak zatočila, cel&aacute; zbledla &mdash;<br /> běda, jak&yacute; zpěv!</p>
            <p>&bdquo;Vrrr &mdash; zlou to přede&scaron; nit!<br /> Při&scaron;la jsi kr&aacute;le o&scaron;idit:<br /> nevlastn&iacute; sestru jsi zabila,<br /> &uacute;dův a oč&iacute; ji zbavila &mdash;<br /> vrrr &mdash; zl&aacute; to nit!&ldquo;</p>
            <p>&bdquo;Jak&yacute; to kolovr&aacute;tek m&aacute;&scaron;?<br />A jak mi divně na něj hr&aacute;&scaron;!<br /> Zahraj mi, pan&iacute;, je&scaron;tě znova,<br />nev&iacute;m, co chtěj&iacute; tato slova:<br /> přeď, m&aacute; pan&iacute;, přeď!&ldquo;</p>
            <p>&bdquo;Vrrr &mdash; zlou to přede&scaron; nit!<br /> Chtěla jsi kr&aacute;le o&scaron;idit:<br /> pravou nevěstu jsi zabila<br /> a sama ses j&iacute; učinila &mdash;<br /> vrrr &mdash; zl&aacute; to nit!&ldquo;</p>
            <p>&bdquo;H&oacute;, stra&scaron;livě mi, pan&iacute;, hr&aacute;&scaron;!<br /> Nejsi tak, jak se b&yacute;ti zd&aacute;&scaron;!<br /> Zahraj mi, pan&iacute;, do třetice,<br /> abych usly&scaron;el je&scaron;tě v&iacute;ce:<br /> přeď, m&aacute; pan&iacute;, přeď!&ldquo;</p>
            <p>&bdquo;Vrrr &mdash; zlou to přede&scaron; nit!<br /> Při&scaron;la jsi kr&aacute;le o&scaron;idit:<br /> sestra tv&aacute; v lese, v dut&eacute; sk&aacute;le,<br /> ukradla jsi j&iacute; chotě kr&aacute;le &mdash;<br /> vrrr &mdash; zl&aacute; to nit!&ldquo;</p>
            <p>Jak ta slova kr&aacute;l usly&scaron;el,<br /> skočil na vrance, k lesu jel;<br /> hledal a volal v &scaron;&iacute;r&eacute; lesy:<br /> &bdquo;Kdes, m&aacute; Dorničko, kde jsi, kde jsi,<br /> kdes, m&aacute; rozmil&aacute;?&ldquo;</p>
            </td>
            <td>
            <p>Three weeks had passed, the king rode home,<br /> Merrily back upon his roan.<br /> &ldquo;How are you, beloved wife,&rdquo; he said,<br /> &ldquo;And have you been spinning linen thread,<br /> And thinking of me, my love?&rdquo;</p>
            <p>&ldquo;Your parting words I kept with care<br /> Look at this golden spin-wheel fair,<br /> The only spin-wheel of gold, I trow,<br /> With distaff and whirl I bought it now,<br /> For love of you I bought it.&rdquo;</p>
            <p>&ldquo;I pray thee sit and spin, my dove,<br /> A golden thread spin me, my love.&rdquo;<br /> With joy she sat herself down to spin,<br /> Turned the wheel&mdash;then blanched, her face grew thin, <br>as she heard that awful song.</p>
            <p>&ldquo;Vrrr&mdash;you have spun an awful thread&mdash;<br /> Yes, blood is on your hands and head&mdash;<br /> You killed your sister, and took her place.<br /> You tore her limbs and eyes from their place.<br /> Vrrr&mdash;you have spun an awful thread.&rdquo;</p>
            <p>&ldquo;What spinning wheel is this, I pray?<br /> Strange is the song it sings, I say?<br /> But spin on, my wife, I fain would hear<br /> Some more of this song, so strange and drear,<br /> Spin&mdash;my wile, spin on, I pray,&rdquo;</p>
            <p>&ldquo;Vrrr&mdash;you have spun an awful thread!<br /> Through treachery you are now wed;<br /> You killed your sister, and took her place!<br /> Yes, you tore her eyes from out her face!<br /> Vrrr&mdash;you have spun an awful thread!&rdquo;</p>
            <p>&ldquo;Ho! dreadful is this song to me!<br /> You are not wife what you should be,<br /> But spin, I bid thee, for the third time;<br /> Let me hear once more that dreadful rhyme;<br /> Spin, my wife&mdash;spin on, I say.&rdquo;</p>
            <p>&ldquo;Vrrr&mdash;you have spun an awful thread!<br /> Through treachery you are now wed;<br /> In the wood your murdered sister lies&mdash;<br /> You cheated the king with shameful lies.<br /> Vrrr&mdash;you have spun an awful thread!&rdquo;</p>
            <p>The king heard, and he rushed away,<br /> On steed he sprang and went his way.<br /> In the forest vast he wandered far,<br /> And he called her name near and afar,<br /> &ldquo;Dorothy, where art thou, love?&rdquo;</p>
            </td>
            </tr>
            <tr>
            <td colspan="2">
            <p><strong>PART SIXTH</strong></p>
            </td>
            </tr>
            <tr>
            <td>
            <p>Od lesa k hradu pol&iacute; l&aacute;n,<br />hoj jede, jede s pan&iacute; p&aacute;n;<br /> na vran&eacute;m bujn&eacute;m jedou koni,<br /> vesele podkovičky zvon&iacute;,<br /> na kr&aacute;lovsk&yacute; hrad.</p>
            <p>I při&scaron;la svatba zase zpět,<br /> panna nevěsta jako květ;<br /> i byly hody, radov&aacute;n&iacute;,<br /> hudby a plesy bez ust&aacute;n&iacute;<br /> po tři neděle.</p>
            <p>A co ta matka babice?<br /> A co ta dcera hadice? &mdash;<br /> Hoj, vyj&iacute; čtyři vlci v lese,<br />každ&yacute; po jedn&eacute; noze nese<br /> ze dvou žensk&yacute;ch těl.</p>
            <p>Z hlavy jim oči vyňaty,<br /> ruce i nohy uťaty:<br /> co prve panně udělaly,<br /> toho teď na se dočekaly<br /> v lese hlubok&eacute;m.</p>
            <p>A co ten zlat&yacute; kolovrat?<br /> Jakou teď p&iacute;seň bude hr&aacute;t?<br /> Jen do třetice zahr&aacute;t při&scaron;el,<br /> pak ho již nikdo neusly&scaron;el,<br />ani nespatřil.</p>
            </td>
            <td>
            <p>Forest, castle, a stretching plain&mdash;<br /> Two riders ride along amain.<br /> The bridegroom and bride ride on with speed,<br /> One hears the horseshoes ring at their speed,<br /> As they ride to the castle.</p>
            <p>And a wedding was held once more&mdash;<br /> The bride was fairer than before.<br /> There were banquets, music all the time,<br /> The world seemed to dance to merry chime,<br /> Till three weeks had pass&rsquo;d away.</p>
            <p>And what of that raven mother?<br /> And cruel, cruel sister?<br /> Four foxes run in the forest dark,<br /> Each one has a woman&rsquo;s trunk for part,<br /> As they rush into the wood.</p>
            <p>The heads hang down without the eyes,<br /> The hands and feet are cut likewise.<br /> In the forest dark, they met their fate,<br /> Where they killed the maid they met their fate,<br /> The death they made her suffer.</p>
            <p>And what of the gold spinning wheel?<br /> Its song was done that golden wheel<br /> Sang but three times that miserable lay,<br /> Then, strange to say, it vanished away.<br /> But where no man can tell you.</p>
            </td>
            </tr>
            </tbody>
           </table>
    </div></div></  </body>
</html>
